"ADD_EVENT_PROMPT" = "Imposta i dettagli di questo evento.";
"ADD_EVENT" = "Aggiungi evento";
"EDIT_EVENT" = "Modifica";
"CANCEL" = "Annulla";

"DELETE" = "Elimina";
"DELETE_ONE" = "Elimina questo evento";
"DELETE_FUTURE" = "Elimina tutti eventi futuri";
"DELETE_RECURRING_ALERT_TITLE" = "Questo è un evento periodico.";
"DELETE_EVENT" = "Elimina evento";

"DETACH_ONE" = "Salva per questo evento";
"DETACH_FUTURE" = "Salva per eventi futuri";
"DETACH_ALL" = "Salva per tutti gli eventi";
"DETACH_ALERT_TITLE" = "Questo è un evento periodico.";

"CANCEL_DIRTY_ALERT_TITLE" = "Questo evento è stato modificato.";
"CANCEL_DIRTY_CANCEL" = "Annulla modifica";
"CANCEL_DIRTY_REVIEW" = "Rivedi modifica";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Impossibile inviare invito";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "“%@” non sembra essere un indirizzo e-mail valido.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Sommario";
"LOCATION_PLACEHOLDER" = "Luogo";
"TITLE_DETAIL_NAV_TITLE" = "Dettagli";
"DEFAULT_EVENT_TITLE" = "Nuovo evento";
"ADD_TO_CALENDAR" = "Aggiungi al calendario";

"STARTS" = "Inizia";
"ENDS" = "Termina";
"DATE_DETAIL_NAV_TITLE" = "Inizio e fine";
"ALL_DAY_SWITCH_TITLE" = "Giornata";
"TIME_ZONE" = "Fuso orario";
"FLOATING" = "Variabile";

"REPEAT" = "Ripetizione";
"NEVER_DETAIL" = "No";
"DAILY_DETAIL" = "Ogni giorno";
"WEEKLY_DETAIL" = "Ogni settimana";
"BIWEEKLY_DETAIL" = "Ogni 2 settimane";
"MONTHLY_DETAIL" = "Ogni mese";
"YEARLY_DETAIL" = "Ogni anno";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Ripetizione";
"END_REPEAT" = "Stop ripetizione";
"END_REPEAT_NAV_TITLE" = "Stop ripetizione";
"TIME_ZONE_CHOOSER_PROMPT" = "Inserisci città.";

"REPEAT_FOREVER" = "Ripeti permanentemente";

"ADD_INVITEES_NAV_TITLE" = "Aggiungi invitati";
"ADD_INVITEES_PROMPT" = "Aggiungi invitati a questo evento.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Impossibile salvare evento";
"ALERT_TIME" = "Ora di avviso";
"CANNOT_REPEAT_EVENT" = "Impossibile ripetere evento";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

